Repository: Softcatala/translation-memory-tools
Catalog: source-pos/mozilla/ca.focus-for-android.tmx
Source language: en_us
Languages: ca

source: %1$d out of %2$d
ca: %1$d de %2$d

source: 1. Go to the search engine homepage.
ca: 1. Aneu a la pàgina d'inici del motor de cerca.

source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
ca: El %1$s també utilitza llistes de bloquejos proporcionades per Disconnect, Inc. que es mantenen de forma independentment i separada sota la <a href="%2$s">Llicència Pública General de GNU v3</a> i que estan disponibles <a href="%3$s">aquí</a>.

source: %1$s finished
ca: %1$s ha acabat

source: %1$s is free and open source software made by Mozilla and other contributors.
ca: El %1$s és programari lliure i de codi obert creat per Mozilla i altres col·laboradors.

source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
ca: El %1$s és a la vostra disposició sota els termes de la <a href="%2$s">Mozilla Public License (Llicència Pública de Mozilla)</a> i altres llicències lliures.

source: %1$s is ready to block ads
ca: El %1$s està llest per blocar la publicitat

source: %1$s will send what you type in the address bar to your search engine
ca: El %1$s enviarà al motor de cerca tot allò que escriviu a la barra d'adreces

source: 2. Long press the search engine’s search field.
ca: 2. Manteniu premut el camp de cerca del motor de cerca.

source: 2. Tap into the search engine’s search field.
ca: 2. Toqueu el camp de cerca del motor de cerca.

source: 3. Tap %1$s
ca: 3. Toqueu «%1$s»

source: 3. Tap the magnifying glass icon above the keyboard to add the search engine.
ca: 3. Toqueu la icona de lupa sobre el teclat per afegir el motor de cerca.

source: 4. If you don’t see %1$s, try manually adding a search engine.
ca: 4. Si no veieu «%1$s», proveu d'afegir un motor de cerca manualment.

source: 4. If you don’t see the magnifying glass, try manually adding a search engine.
ca: 4. Si no veieu la lupa, proveu d'afegir un motor de cerca manualment.

source: About
ca: Quant a

source: About %1$s
ca: Quant al %1$s

source: About %1$s, help
ca: Quant al %1$s, ajuda

source: Ad blocking
ca: Bloqueig de publicitat

source: Ad Blocking
ca: Bloqueig de publicitat

source: Add
ca: Afegeix

source: Add and manage custom autocomplete URLs.
ca: Afegiu i gestioneu els URL d'emplenament automàtic personalitzats.

source: + Add another search engine
ca: + Afegeix un altre motor de cerca

source: + Add custom URL
ca: + Afegeix un URL personalitzat

source: Add custom URL
ca: Afegeix URL personalitzat

source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
ca: Hi ha codi font addicional del %1$s que està disponible sota diverses altres <a href="%2$s">llicències</a> lliures i de codi obert.

source: Add link to autocomplete
ca: Afegeix l'enllaç a l'emplenament automàtic

source: Add search engine
ca: Afegeix un motor de cerca

source: Add shortcuts to your home screen
ca: Afegiu dreceres a la pantalla d'inici

source: Add to Home screen
ca: Afegeix a pantalla d'inici

source: Advanced
ca: Avançat

source: An installed search engine is already using that name.
ca: Ja hi ha un motor de cerca instal·lat amb aquest nom.

source: A quick fix when blocking = breaking
ca: Una solució ràpida si el bloqueig causa problemes

source: As a private browser, we never save and cannot restore this tab.
ca: Com a navegador privat, aquesta pestanya no s'ha desat i, per tant, no es pot restaurar.

source: As a private browser, we never save and cannot restore your last browsing session.
ca: Com a navegador privat, la vostra sessió de navegació no s'ha desat i, per tant, no es pot restaurar.

source: Authentication required
ca: Cal autenticació

source: Autocomplete
ca: Emplenament automàtic

source: Autocomplete URLs for sites you use most Long-press any URL in the address bar
ca: Emplenament automàtic dels URL dels llocs que més utilitzeu Manteniu premut qualsevol URL de la barra d'adreces

source: Automatically block online tracking while you browse. Then remove visited pages and cookies with a touch to the trash icon in the app or in your notifications.
ca: Bloqueu automàticament els elements que us fan el seguiment mentre navegueu. Elimineu les pàgines visitades i les galetes tocant la icona de paperera a l'aplicació o a les notificacions.

source: Automatic private browsing. Browse. Erase. Repeat.
ca: Navegació privada automàtica. Navegueu. Esborreu. Torneu-hi.

source: Block 3rd-party cookies only
ca: Bloca només les galetes de tercers

source: Block 3rd-party tracker cookies only
ca: Bloca només les galetes de seguiment de tercers

source: Block ads and other annoyances
ca: Bloca els anuncis i altres molèsties

source: Block ad trackers
ca: Bloca els elements de seguiment de publicitat

source: Block all cookies (will cause websites to break)
ca: Bloca totes les galetes (farà que alguns llocs web no funcionin)

source: Block all third-party cookies (may cause websites to break)
ca: Bloca totes les galetes de tercers (pot fer que alguns llocs web no funcionin)

source: Block analytic trackers
ca: Bloca els elements de seguiment d'anàlisi

source: Block content like ads and code that follow you around the web and slow you down. Turn on ad blocking to browse faster without annoying ads.
ca: Bloca contingut com la publicitat i el codi que us fan el seguiment de la vostra navegació i l'alenteixen. Activeu el bloqueig de publicitat per navegar més ràpid i sense anuncis molestos.

source: Block cookies
ca: Bloca les galetes

source: Block images
ca: Bloca les imatges

source: Block JavaScript
ca: Bloca el JavaScript

source: Block other content trackers
ca: Bloca altres elements de seguiment de contingut

source: Block potentially dangerous and deceptive sites
ca: Bloca els llocs potencialment perillosos i maliciosos

source: Block reported deceptive and attack sites, malware sites, and unwanted software sites.
ca: Bloca els llocs atacants i els llocs amb programari maliciós i indesitjable.

source: Block social trackers
ca: Bloca els elements de seguiment social

source: Blocks trackers that analyze and measure interactions like tapping and scrolling
ca: Bloca els elements de seguiment que analitzen i mesuren interaccions com ara els tocs i el desplaçament

source: Blocks tracking activity, but may cause some sites and pages to behave unexpectedly
ca: Bloca l'activitat de seguiment, però pot fer que alguns llocs no funcionin correctament i que es comportin de forma inesperada

source: Block third-party trackers cookies (recommended)
ca: Bloca les galetes de seguiment de tercers (recomanat)

source: Block trackers
ca: Bloca els elements de seguiment

source: Block Web fonts
ca: Bloca tipus de lletra web

source: Browse faster by stopping ads and code that follows you around the web.
ca: Navegueu més ràpid blocant la publicitat i el codi que us fan el seguiment mentre navegueu.

source: Browse like no one’s watching
ca: Navegueu sense sentir-vos observat

source: Cancel
ca: Cancel·la

source: Check that search string matches Example format
ca: Comproveu que la cadena de cerca coincideixi amb el format d'exemple

source: Clear
ca: Esborra

source: Clear input
ca: Esborra l'entrada

source: Close
ca: Tanca

source: Close tab
ca: Tanca la pestanya

source: Close Tab
ca: Tanca la pestanya

source: Content Blocking
ca: Bloqueig de contingut

source: Content Blocking is disabled
ca: El bloqueig de contingut està desactivat

source: Content Blocking is enabled
ca: El bloqueig de contingut està activat

source: Cookies and Site Data
ca: Galetes i dades dels llocs

source: Copy image address
ca: Copia l'adreça de la imatge

source: Copy link address
ca: Copia l'adreça de l'enllaç

source: Custom URL
ca: URL personalitzat

source: Custom URLs
ca: URL personalitzats

source: Data Choices
ca: Elecció de dades

source: Data Collection & Use
ca: Ús i recollida de dades

source: Default
ca: Per defecte

source: Default browser, tabs, language
ca: Navegador per defecte, pestanyes, llengua

source: Default search
ca: Cercador per defecte

source: Default URL List
ca: Llista d'URL per defecte

source: Developer tools
ca: Eines per a desenvolupadors

source: Disable
ca: Desactiva

source: Dismiss
ca: Descarta

source: Dismiss find in page
ca: Tanca la cerca

source: Double-check the URL you entered.
ca: Reviseu l'URL que heu introduït.

source: Download
ca: Baixa

source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
ca: Els fitxers que baixeu <b>no s'eliminaran</b> quan esborreu l'historial del %1$s.

source: Download File
ca: Baixa el fitxer

source: Download Firefox
ca: Baixa el Firefox

source: Embedded on sites to track your visits and to display functionality like share buttons
ca: Està incrustat en els llocs per fer el seguiment de les vostres visites i per mostrar alguns elements com els botons de compartició

source: Enable
ca: Activa

source: Enable to autocomplete more than 450 popular URLs in the address bar.
ca: Activeu-ho per permetre l'emplenament automàtic més de 450 URL populars a la barra d'adreces.

source: Enable to autocomplete sites you add here.
ca: Activeu-ho per emplenar automàticament els llocs que afegiu aquí.

source: Enable to have %1$s autocomplete over 450 popular URLs in the address bar.
ca: Activeu-lo per fer permetre que el %1$s empleni automàticament més de 450 URL populars a la barra d'adreces.

source: Enabling may cause some pages to behave unexpectedly
ca: Si s'activa, algunes pàgines podrien comportar-se de forma inesperada

source: Enter search engine name
ca: Escriviu el nom del motor de cerca

source: Enter search string
ca: Escriviu una cadena de cerca

source: Erase
ca: Esborra

source: Erase and Open
ca: Esborra i obre

source: Erase and open %1$s
ca: Esborra i obre el %1$s

source: Erase browsing history
ca: Esborra l'historial de navegació

source: Erase & open
ca: Esborra i obre

source: Example: example.com
ca: Exemple: example.com

source: Example: example.com/search/?q=%s
ca: Exemple: example.com/search/?q=%s

source: Example: mozilla.org
ca: Exemple: mozilla.org

source: Exceptions
ca: Excepcions

source: Exit Private Browsing?
ca: Voleu sortir de la navegació privada?

source: Expand
ca: Amplia

source: Find an app that can open link
ca: Cerca una aplicació que pugui obrir aquest enllaç

source: Find in page
ca: Cerca a la pàgina

source: Find in Page
ca: Cerca a la pàgina

source: Find next result
ca: Cerca el següent resultat

source: Find previous result
ca: Cerca el resultat anterior

source: Finger moved too fast. Try again.
ca: El dit s'ha mogut massa ràpid. Torneu-ho a provar.

source: Fingerprint icon
ca: Icona d'empremta digital

source: Fingerprint not recognized. Try again.
ca: No s'ha reconegut l'empremta digital. Torneu-ho a provar.

source: For Sites You Add
ca: Per als llocs que afegiu

source: For Top sites
ca: Per als llocs principals

source: Get one-tap access to sites you use most%1$s Menu > Add to Home screen
ca: Accediu amb un sol toc als llocs que més utilitzeu%1$s Menú > Afegeix a pantalla d'inici

source: Get one-tap access to sites you use most Menu > Add to Home screen
ca: Accediu amb un sol toc als llocs que més utilitzeu Menú > Afegeix a pantalla d'inici

source: Get search suggestions
ca: Mostra suggeriments de cerca

source: GET STARTED
ca: PRIMERS PASSOS

source: Help
ca: Ajuda

source: Hide webpages when switching apps
ca: Amaga les pàgines web en canviar d'aplicacions

source: Hide webpages when switching apps and block taking screenshots.
ca: Amaga les pàgines web en canviar d'aplicacions i bloca les captures de pantalles.

source: Insecure Connection
ca: Connexió insegura

source: Installed search engines
ca: Motors de cerca instal·lats

source: Language
ca: Llengua

source: Learn more
ca: Més informació

source: Loading
ca: S'està carregant…

source: Make %1$s default browser
ca: Fes que el %1$s sigui el navegador per defecte

source: Make default browser
ca: Fes que sigui el navegador per defecte

source: Make privacy a habit
ca: Feu de la privadesa un hàbit

source: Manage sites
ca: Gestiona els llocs

source: Manually add
ca: Afegeix manualment

source: May break some videos and Web pages
ca: Pot causar problemes amb alguns vídeos i pàgines web

source: May result in missing icons or images
ca: Pot fer que no es vegin algunes icones o imatges

source: More options
ca: Més opcions

source: More options button
ca: Botó de més opcions

source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
ca: Mozilla s'esforça per recollir només les dades necessàries per oferir i millorar el %1$s per a tothom.

source: Name to display
ca: Nom per mostrar

source: Navigate back
ca: Vés enrere

source: Navigate forward
ca: Navega cap endavant

source: New custom URL added.
ca: S'ha afegit un URL personalitzat nou.

source: New feature! Browse faster by stopping ads and code that follow you around the web.
ca: Novetat: Navegueu més ràpid blocant la publicitat i el codi que us fan el seguiment mentre navegueu.

source: New search engine added.
ca: S'ha afegit un motor de cerca nou.

source: New Session
ca: Sessió nova

source: New tab opened
ca: S'ha obert una pestanya nova

source: Next
ca: Següent

source: No (allow all cookies)
ca: No (permet totes les galetes)

source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
ca: No hi ha cap aplicació en el dispositiu que pugui obrir aquest enllaç. Podeu sortir del %1$s per cercar al %2$s una aplicació que pugui obrir-lo.

source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
ca: Les notificacions permeten esborrar la sessió del %1$s amb un sol toc. No cal ni obrir l'aplicació ni mostrar el contingut del navegador.

source: Number of trackers blocked
ca: Nombre d'elements blocats

source: Off
ca: Desactivat

source: OK
ca: D'acord

source: OK, got it!
ca: Entesos

source: On
ca: Activat

source: Oops
ca: Ups.

source: Open
ca: Obre

source: Open a link in a new tab Long-press any link on a page
ca: Obriu un enllaç en una pestanya nova Manteniu premut qualsevol enllaç de la pàgina

source: Open every link in %1$s Set %1$s as default browser
ca: Obriu tots els enllaços amb el %1$s Definiu el %1$s com a navegador per defecte

source: Open in…
ca: Obre amb…

source: Open in %1$s
ca: Obre amb el %1$s

source: Open link in another app
ca: Obre l'enllaç en una altra aplicació

source: Open Link in New Session
ca: Obre l'enllaç en una sessió nova

source: Open link in new tab
ca: Obre l'enllaç en una pestanya nova

source: Open link in selected tab
ca: Obre l'enllaç en la pestanya seleccionada

source: Open tab
ca: Obre la pestanya

source: Open with…
ca: Obre amb…

source: Open with %1$s
ca: Obre amb el %1$s

source: Open with app
ca: Obre amb una aplicació

source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
ca: <p>El %1$s us dóna el control.</p> <p>Com a navegador privat, us permet: <ul> <li>Cercar i navegar directament des de l'aplicació</li> <li>Blocar els elements de seguiment (o canviar els paràmetres per permetre'ls)</li> <li>Esborrar les galetes i l'historial de cerques i de navegació</li> </ul> </p> <p>El %1$s està creat per Mozilla. La nostra missió és fomentar un Internet obert i saludable.<br/> <a href="%2$s">Més informació</a></p>

source: Pages may load faster, but may also behave unexpectedly
ca: Les pàgines es poden carregar més ràpid, però també poden comportar-se de forma inesperada

source: Password
ca: Contrasenya

source: Paste & Go
ca: Enganxa i vés-hi

source: Paste or enter search string. If necessary, replace search term with: %s.
ca: Enganxeu o escriviu una cadena de cerca. Si és necessari, substituïu el terme de cerca per «%s».

source: Paste or enter URL
ca: Enganxeu o escriviu un URL

source: Performance
ca: Rendiment

source: Powered by %1$s
ca: Funciona amb el %1$s

source: Power up your privacy
ca: Potencieu la privadesa

source: Privacy
ca: Privadesa

source: Privacy Notice
ca: Avís de privadesa

source: Privacy & Security
ca: Privadesa i seguretat

source: Private browsing session
ca: Sessió de navegació privada

source: Problem loading page
ca: S'ha produït un problema en carregar la pàgina

source: Rather see the full desktop site?%1$s Menu > Request desktop site
ca: Preferiu veure el lloc com es mostra en l'escriptori?%1$s Menú > Mostra el lloc d'escriptori

source: Rather see the full desktop site? Menu > Request desktop site
ca: Preferiu veure el lloc com es mostra en l'escriptori? Menú > Mostra el lloc d'escriptori

source: Reload website
ca: Actualitza el lloc web

source: Remote debugging via USB/Wi-Fi
ca: Depuració remota per USB/Wi-Fi

source: Remove
ca: Elimina

source: Remove all websites
ca: Elimina tots els llocs web

source: Remove custom URLs
ca: Elimina URL personalitzats

source: Removes ads designed to track site visits even if you don’t tap them
ca: Elimina els anuncis dissenyats per fer el seguiment de les visites del lloc encara que no els toqueu

source: Remove search engines
ca: Elimina motors de cerca

source: Report Site Issue
ca: Informa d'un problema amb el lloc

source: Request desktop site
ca: Mostra el lloc d'escriptori

source: Restart %1$s
ca: Reinicia el %1$s

source: Restore default search engines
ca: Restaura els motors de cerca per defecte

source: Return to previous app
ca: Torna a l'aplicació anterior

source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
ca: Retorneu ràpidament als vostres llocs preferits amb el %1$s. Trieu «Afegeix a pantalla d'inici» en el menú del %1$s.

source: Safe Browsing
ca: Navegació segura

source: Save
ca: Desa

source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
ca: Les imatges que deseu i compartiu <b>no s'eliminaran</b> quan esborreu l'historial del %1$s.

source: Save image
ca: Desa la imatge

source: Search
ca: Cerca

source: Search engine
ca: Motor de cerca

source: Search engine name
ca: Nom del motor de cerca

source: Search for %1$s
ca: Cerca %1$s

source: Searching for something different? Choose another default search engine in Settings.
ca: Busqueu una altra cosa? Trieu un altre motor de cerca per defecte als Paràmetres.

source: Search or enter address
ca: Escriviu una cerca o adreça

source: Search Privately
ca: Cerca privada

source: Search string to use
ca: Cadena de cerca que s'utilitzarà

source: Secure connection
ca: Connexió segura

source: Secure Connection
ca: Connexió segura

source: Secure connection failed
ca: Ha fallat la connexió segura

source: Security
ca: Seguretat

source: Send anonymous usage data
ca: Envia dades d'ús anònimes

source: Send crash report to Mozilla
ca: Envia un informe de fallada a Mozilla

source: Send usage data
ca: Envia dades d'ús

source: Server not found
ca: No s'ha trobat el servidor

source: Set %1$s as your default browser and get the benefits of private browsing when you link to the Web from other Android apps.
ca: Definiu el %1$s com a navegador per defecte i gaudiu d'una navegació privada quan obriu enllaços web des d'altres aplicacions de l'Android.

source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
ca: Definiu el %1$s com a navegador per defecte i gaudiu de navegació privada en obrir pàgines web des d'altres aplicacions.

source: Set default, autocomplete
ca: Valor per defecte, emplenament automàtic

source: Settings
ca: Paràmetres

source: Share…
ca: Comparteix…

source: Share image
ca: Comparteix la imatge

source: Share link
ca: Comparteix l'enllaç

source: Share via
ca: Comparteix mitjançant

source: Shortcut will open with Tracking Protection disabled
ca: La drecera s'obrirà amb la protecció contra el seguiment desactivada

source: Show home screen tips
ca: Mostra consells a la pantalla d'inici

source: Site behaving unexpectedly? Try turning off Tracking Protection
ca: El lloc té un comportament inesperat? Proveu de desactivar la protecció contra el seguiment

source: Site Security
ca: Seguretat del lloc

source: Skip
ca: Omet

source: Some ads track site visits, even if you don’t click the ads
ca: Alguns anuncis fan el seguiment de les visites als llocs, fins i tot si no feu clic als anuncis

source: Some search engines cannot show suggestions.
ca: No tots els motors de cerca poden mostrar suggeriments.

source: Sorry. %1$s had a problem and crashed.
ca: El %1$s ha tingut un problema i ha fallat.

source: Sorry. We’re having a problem with this tab.
ca: S'ha produït un problema amb aquesta pestanya.

source: Stealth
ca: Invisible

source: Stop loading website
ca: Atura la càrrega del lloc web

source: Stops ads and other annoyances using block lists from Easylist, EasyPrivacy, Fanboy’s Annoyance, and 777Guard Mobile Ad Filter
ca: Bloca la publicitat i altres elements molestos detectats per les llistes de bloquejos Easylist, EasyPrivacy, Fanboy’s Annoyance i 777Guard Mobile Ad Filter

source: Stops social-media related trackers embedded on websites, including social share buttons
ca: Atura els elements de seguiments relacionats amb les xarxes socials incrustats en llocs web, inclosos els botons per compartir en xarxes socials

source: Switch
ca: Vés-hi

source: Switching Apps
ca: Canvi d'aplicacions

source: Switch to link in new tab immediately
ca: En obrir un enllaç en una pestanya nova, vés-hi immediatament

source: System default
ca: Valor per defecte del sistema

source: Tab Crashed
ca: La pestanya ha fallat

source: Tab’s browsing history has been erased.
ca: S'ha esborrat l'historial de navegació de la pestanya.

source: Tabs open: %1$s
ca: Pestanyes obertes: %1$s

source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
ca: Porteu la navegació privada a un altre nivell. Bloqueu anuncis i altre contingut que us fan el seguiment i alenteixen la càrrega de les pàgines.

source: Tap the magnifying glass icon above the keyboard to add this search engine.
ca: Toqueu la icona de lupa sobre el teclat per afegir aquest motor de cerca.

source: The address isn’t valid
ca: L'adreça no és vàlida

source: The address wasn’t understood
ca: No s'ha entès l'adreça

source: The connection timed out
ca: S'ha esgotat el temps d'espera de la connexió

source: The page isn’t redirecting properly
ca: La pàgina no està redirigint correctament

source: To get search suggestions, %1$s needs to send what you type in the address bar to the search engine you’ve chosen. %2$s.
ca: Per veure els suggeriments de cerca, el %1$s ha d'enviar al motor de cerca que heu triat tot allò que escriviu a la barra d'adreces. %2$s.

source: Touch the fingerprint sensor to continue.
ca: Toqueu el sensor d'empremta digital per continuar.

source: Trackers blocked
ca: Elements blocats

source: Tracking, cookies, data choices
ca: Seguiment, galetes, elecció de dades

source: Tracking Protection
ca: Protecció contra el seguiment

source: Trusted site? Allowlist disables Tracking Protection for sites you know and trust.
ca: Aquest lloc és de confiança? La llista de llocs permesos desactiva la protecció contra el seguiment dels llocs que coneixeu i en què confieu.
